Repository: appsembler/mayan_appsembler
Catalog: apps/main/locale/*/LC_MESSAGES/django.po
Languages: it

source: maintenance
it: manutenzione

source: statistics
it: statistiche

source: diagnostics
it: disgnostica

source: sentry
it: guardia

source: admin site
it: sito d'amministrazione

source: search
it: cerca

source: maintenance menu
it: menu manutenzione

source: Statistics
it: Statistiche

source: Diagnostics
it: Diagnostica

source: Controls whether the search functionality is provided by a sidebar widget or by a menu entry.
it: Controlla se la funzionalità di ricerca è fornita da un widget sidebar o da una voce di menu.

source: About this program
it: Info su questo programma

source: Version
it: Versione

source: User
it: Utente

source: Anonymous
it: Anonimo

source: User details
it: Dettagli utente

source: Secondary menu
it: Menu secondario

source: Actions for %(name)s: %(navigation_object)s
it: Azione per %(name)s: %(navigation_object)s

source: Actions for: %(navigation_object)s
it: Azione per : %(navigation_object)s

source: Available actions
it: Azioni disponibili

source: Related actions
it: Azioni relative

source: Other available actions
it: Altre azioni disponibili

source: Actions for %(object_name)s: %(navigation_object)s
it: Azioni per %(object_name)s: %(navigation_object)s

source: Actions
it: Azioni

source: Django based open source document management system
it: Sistema open source di gestione dei documenti basato su Django

source: Open source, Django based electronic document manager with custom metadata, indexing, tagging, file serving integration and OCR capabilities
it: Open Source, Django programma per la gestione documentale con la possibilità di metadati personalizabili, tagging, indicizzazione, integrazione con file server e con possibilità di OCR

source: Released under the GPL V3 License
it: Rilasciato con licenza GPL V3
